Revit 2027 API
ParameterTypeId.RbsDistributionsysHlPhaseParam Property
 "High-leg Phase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDistributionsysHlPhaseParam { get; }
Public Shared ReadOnly Property RbsDistributionsysHlPhaseParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDistributionsysHlPhaseParam {
	ForgeTypeId^ get ();
}
static member RbsDistributionsysHlPhaseParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace